/* 
  ITDeviceManager.strings
  iToolsMain

  Created by Aaron on 8/30/13.
  Copyright (c) 2013 __MyCompanyName__. All rights reserved.
*/

"FreeSpaceAlertTitle"           = "磁碟空間不足，請清除設備上的無用檔後再嘗試！";
"FreeSpaceAlertDefaultButton"   = "確定";

"LanguageCode"                  = "3";

"DeviceConnectFailedAlertTitle"         = "iTools無法連接該設備，請嘗試以下操作：";
"DeviceConnectFailedAlertMessage"       = "1.升級iTunes到最新版本，檢查iTunes是否可以連接設備；\n2.如果您設置了密碼，請在設備上輸入密碼後重新連接；\n3.如果您使用的是iOS 7或更高版本，請在設備上點擊“信任這部電腦”後重新連接。";
"DeviceConnectFailedAlertDefaultButton" = "確定";

"ShowAppDocumentOperation"      = "顯示應用程序文檔目錄";

"ImportBookOperation"       = "導入書籍";

"ImportContactsOperation"       = "導入聯繫人";
"EditContactsOperation"         = "編輯聯繫人";

"CaptureDesktopOperation"       = "設備截圖";
"RecordDesktopOperation"        = "設備錄屏";

"ImportMoviesOperation"         = "導入視頻";
"ImportMusicsOperation"         = "導入音樂";
"ImportPhotosOperation"         = "導入圖片";
"ImportRingtonesOperation"      = "導入鈴聲";
"MakeRingtoneOperation"         = "製作鈴聲";

"AirPlayOperation"              = "播放AirPlay";
"ShowSystemlog"                 = "顯示系統日誌";
"OpenSSH"                       = "啟動OpenSSH";
"ImportFileOperation"           = "導入文件";

"OpenSSHOpened"                 = "關閉SSH隧道";
"OpenSSHClosed"                 = "打開SSH隧道";
"OpenSSHFailed"                 = "開啟失敗，請確認您的設備已經安裝了OpenSSH，並且服務已經啟動。";
"OpenSSHClosedTooltip"          = "創建USB Tunnel，允許你通過USB來進行SSH訪問";
"OpenSSHOpenedTooltip"          = "連接位址: localhost:6666\n用戶名:root\n密碼:alpine";
